[
  {
    "data": {
      "title": "22.11.63",
      "description": "Miniserie de TV de 8 episodios (2016). El 22 de noviembre de 1963, los disparos que acabaron con la vida del Presidente Kennedy cambiaron el mundo. El profesor Jake Epping (James Franco) intenta viajar al pasado para impedir el magnicidio, pero su misión se verá amenazada.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/11_22_63-686990148-large.jpg",
          "width": 400,
          "height": 600
        }
      },
      "releaseYear": 2016
    },
    "id": 1
  },
  {
    "data": {
      "title": "A Lego Brickumentary",
      "description": "Un vistazo a la cultura de LEGO a nivel global.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/beyond_the_brick_a_lego_brickumentary-986665548-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2014
    },
    "id": 2
  },
  {
    "data": {
      "title": "Acquitted",
      "description": "Serie de TV (2015 - ). Después de tener éxito en Asia, el empresario Aksel Borgen pide regresar a su ciudad natal en Noruega para salvar una importante empresa local, a pesar de que, hace 20 años, fue condenado y posteriormente absuelto por haber asesinado a su novia del instituto.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/frikjent_acquitted_serie_de_tv-122584844-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 3
  },
  {
    "data": {
      "title": "American Dreams",
      "description": "Serie de TV (2002-2005). Teleserie alrededor de la familia Pryor. Jack, el padre de familia, es un hombre que trabaja en el ayuntamiento; Helen, su mujer, se enfrenta a una nueva era donde se convertirá en mujer trabajadora; Meg, la hija de 17 años, Will, el más pequeño, la brillante Patty y el mayor de todos los hermanos, JJ. Todos juntos se enfrentarán a la caótica vida en la América de 1960. <br>",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/american_dreams_tv_series-747267044-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2002
    },
    "id": 4
  },
  {
    "data": {
      "title": "American Sniper",
      "description": "Autobiografía del marine SEAL Chris Kyle, un tejano que batió el récord de muertes como francotirador del ejército norteamericano. Kyle fue enviado a Irak con la misión de proteger a sus compañeros. Su puntería y precisión milimétrica salvó incontables vidas en el campo de batalla, por lo que se ganó el apodo de “Leyenda”, pero la noticia de sus hazañas llegó hasta las filas enemigas. Se puso precio a su cabeza y se convirtió en objetivo de los insurgentes. En Irak, Chris participó en cuatro peligrosas misiones, aplicando el principal lema de los marines: “no dejar a ningún hombre atrás”, mientras en casa le esperaban su mujer Taya (Sienna Miller) y sus dos hijos pequeños. ",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/american_sniper-943269662-large.jpg",
          "width": 1400,
          "height": 2100
        }
      },
      "releaseYear": 2014
    },
    "id": 5
  },
  {
    "data": {
      "title": "Angie Tribeca",
      "description": "Serie de TV (2016-2018). 4 temporadas. 40 episodios. Comedia policíaca que se centra en una Unidad de Delitos realmente atroz del Departamento de Policía de Los Angeles, que incluye a Angie Tribeca (Rashida Jones), a su nuevo compañero J. Geils (Hayes MacArthur), y a su capitán (Jere Burns).",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/angie_tribeca-989523312-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2016
    },
    "id": 6
  },
  {
    "data": {
      "title": "Ash vs Evil Dead",
      "description": "Serie de TV (2015-2018). 3 temporadas. 30 episodios. Secuela de la saga de películas \"Posesión infernal\" (Evil Dead). Ash ha pasado los últimos treinta años evitando madurar y luchando contra los horrores surgidos del Necronomicón. Sigue siendo el mismo malhablado sabelotodo de siempre pero de repente se encuentra con que debe volver a coger su motosierra para luchar contra una plaga de Deadites que amenaza con destruir toda la humanidad mientras intenta reconciliarse con su pasado.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/ash_vs_evil_dead-531733094-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 7
  },
  {
    "data": {
      "title": "Beauty and the Beast",
      "description": "Adaptación en imagen real del clásico de Disney \"La bella y la bestia\", que cuenta la historia de Bella (Emma Watson), una joven brillante y enérgica, que sueña con aventuras y un mundo que se extiende más allá de los confines de su pueblo en Francia. Independiente y reservada, Bella no quiere saber nada con el arrogante y engreído Gastón, quien la persigue sin descanso. Todo cambia un día cuando su padre Maurice (Kevin Kline) es encarcelado en el castillo de una horrible Bestia, y Bella se ofrece a intercambiarse con su padre y queda recluida en el castillo. Rápidamente se hace amiga del antiguo personal del lugar, que fue transformado en objetos del hogar tras una maldición lanzada por una hechicera.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/beauty_and_the_beast-399141417-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2017
    },
    "id": 8
  },
  {
    "data": {
      "title": "Being Erica",
      "description": "Serie de TV (2008-2011). Todos nos lo hemos preguntado alguna vez: ¿Qué hubiera pasado si…? Las decisiones pasadas de las que nos arrepentimos ahora, y que ya no podemos cambiar, a veces nos atormentan. Erica Strange se siente exactamente así, con 32 años, con un trabajo que está por debajo de su preparación, soltera y con muchas decisiones erróneas en las que pensar por las noches. Pero ella va a tener la oportunidad con la que muchas veces soñamos: volver al pasado y elegir de forma diferente.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/being_erica-547584640-large.jpg",
          "width": 1024,
          "height": 1536
        }
      },
      "releaseYear": 2008
    },
    "id": 9
  },
  {
    "data": {
      "title": "Better call saul",
      "description": "Un corte especial para un estreno de festival, este corto animado fue producido para la serie de PBS 'Blank on Blank', con la colaboración de Bette Davis hablando sobre el papel de los sexos en Hollywood y en la vida. Animado por Patrick Smith y producido por David Gerlach.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/bette_davis_on_the_sexes-173931398-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 10
  },
  {
    "data": {
      "title": "Billions",
      "description": "Serie de TV (2016-). 6 temporadas. 72 episodios. Chuck Rhoades (Paul Giamatti), un influyente y ambicioso fiscal de Nueva York, investiga un caso de uso de información privilegiada vinculado al multimillonario Bobby \"Axe\" Axelrod (Damian Lewis). Axe dirige su propia compañía habiendo empezado de cero, sobrevivió a los ataques del 11 de septiembre y al colapso financiero de 2008, y ahora es el rey de los 'hedge funds' (fondos de inversión privados). Es atractivo, goza de gran prestigio, tiene en el bolsillo a la opinión pública y nadie se atreve a llevarle la contraria. Rhoades vislumbra este caso como la oportunidad que siempre ha esperado para hacer despegar su carrera. Pero descubre que Axe es un hueso duro de roer. Un problema añadido es que Wendy (Maggie Siff), su mujer, ocupa un puesto crucial como 'coach' y psicóloga en la empresa de Axe. Pronto ambos hombres se ven enzarzados en una encarnizada lucha de titanes en la que no dudarán en recurrir a sus mejores bazas -incluso al juego sucio- para vencer al otro a cualquier coste. <br>\n<br>\nEn febrero 2022 fue renovada por una 7ª temporada.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/billions-828823110-large.jpg",
          "width": 720,
          "height": 1080
        }
      },
      "releaseYear": 2016
    },
    "id": 11
  },
  {
    "data": {
      "title": "Billy & Billie",
      "description": "Una serie de televisión que sigue a dos hermanastros que tiene un partícular romance.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/billy_billie-777285004-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 12
  },
  {
    "data": {
      "title": "Blunt Talk",
      "description": "Serie de TV (2015). 2 temporadas. 20 episodios. El periodista británico Gruff Walter Blunt (Patrick Stewart) se muda a Los Ángeles con su criado Harry (Adrian Scarborough) para presentar un talk show de noticias por cable.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/blunt_talk-563587539-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 13
  },
  {
    "data": {
      "title": "Community",
      "description": "Serie de TV (2009-2015). 6 temporadas. 110 episodios. Comedia sobre un grupo de inadaptados que asisten a la Universidad Comunitaria de Greendale. En el grupo destaca Jeff Winger, un abogado carismático y sin escrúpulos cuyo título universitario ha sido invalidado. Con la ayuda de sus pintorescos compañeros de clase, Winger forma un grupo de estudio en el que dominan las discusiones y la camaradería.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/community-239934497-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2009
    },
    "id": 14
  },
  {
    "data": {
      "title": "Containment",
      "description": "Tras el estallido de una epidemia mortal, la ciudad de Atlanta queda en cuarentena trasladando el argumento principal a los afectados dentro del perímetro. Las cosas se ven de manera diferente y se darán cuenta de cómo la incertidumbre hará estragos en la población, que solo desea sobrevivir.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/containment-953690805-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2016
    },
    "id": 15
  },
  {
    "data": {
      "title": "Danny Collins",
      "description": "Inspirada en una historia real, Al Pacino interpreta al envejecido rockero de los 70 Danny Collins, que a pesar de su edad no puede renunciar a su vida llena de excesos. Pero cuando su manager (Christopher Plummer) le descubre una carta sin entregar que le escribió John Lennon 40 años atrás, decide cambiar de rumbo y embarcarse en un inspirador viaje para redescubrir a su familia, encontrar el amor verdadero y comenzar un segundo acto.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/danny_collins-307344360-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 16
  },
  {
    "data": {
      "title": "Deutschland 83",
      "description": "Serie de TV (2015). 8 episodios. Martin Rauch (Jonas Nay) es un joven de 23 años nacido en la Alemania del Este que es enviado al lado occidental como espía al servicio del Stasi. Bajo el nombre de Moritz Stamm, infiltrado en el ejército de la Alemania del Oeste, Martin debe trabajar para un importante general recopilando información secreta sobre la estrategia militar de la OTAN. A medida que se sumerge en las tentaciones de un mundo capitalista totalmente nuevo para él, pronto descubre que todos guardan secretos y que nadie es de fiar, tanto en lo político como en lo personal.<br>\n<br>\nLa serie fue adquirida por Sundance TV, convirtiéndose así en la primera serie de lengua alemana que ha pasado a emitirse en una cadena estadounidense.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/deutschland_83-684619491-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 17
  },
  {
    "data": {
      "title": "Dexter",
      "description": "Serie de TV (2006-2013). 8 temporadas. 96 episodios. Dexter es un forense especializado en análisis de salpicaduras de sangre en el Departamento de Policía de Miami. También es un fiel novio, un divertido padrastro, un hermano confidente y ―para algunos― un freak de la sangre. Pero además, Dexter es un psicópata que, al terminar su turno en la comisaría, busca a criminales cuestionables para saciar su particular moral y los mata: Dexter es un asesino en serie. El único que desde su infancia lo conoció realmente fue su padre adoptivo, Harry Morgan, quien le dio la educación y el modus operandi con el que lleva a cabo sus crímenes (o su particular justicia). Al darse cuenta de que el instinto asesino de su hijo era imposible de evitar, decidió educarlo para sacar provecho de su particular sed de sangre y aportarle un código de actuación denominado «el código de Harry», enfocado a perseguir y eliminar a aquellos asesinos que habían conseguido eludir la acción de la Justicia.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/dexter-421321667-large.jpg",
          "width": 671,
          "height": 1007
        }
      },
      "releaseYear": 2006
    },
    "id": 18
  },
  {
    "data": {
      "title": "Dice",
      "description": "El famoso presentador de un popular concurso televisivo acude junto a su ayudante a visitar a una anciana que se declara como la mayor fan del programa.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/room_104_no_dice-159493057-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2020
    },
    "id": 19
  },
  {
    "data": {
      "title": "Drop Dead Diva",
      "description": "Serie de TV (2009-2014). 6 temporadas. 78 episodios. Cuenta la historia de Deb Dobson, una aspirante a modelo, elegante y vanidosa al extremo, que murió tras sufrir un accidente automovilístico. Cuando su alma llega al cielo, el guardián Fred la declara superficial. Deb no queda contenta con este comentario y comienza a presionarlo para volver a la Tierra en su antiguo cuerpo. El problema ocurre cuando le es concedido el deseo: sí vuelve a vivir, pero en el cuerpo de una gorda e inteligente abogado, llamada Jane Bingum. A partir de este momento comienza el gran viaje de Deb.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/drop_dead_diva_tv_series-901165060-large.jpg",
          "width": 720,
          "height": 1080
        }
      },
      "releaseYear": 2009
    },
    "id": 20
  },
  {
    "data": {
      "title": "Edge Of Love",
      "description": "Biopic sobre el poeta Dylan Thomas, una de las figuras más relevantes de la literatura inglesa de la primera mitad del siglo XX. El poeta mantuvo una relación a cuatro bandas: con su mujer, con Vera y con el marido de ésta. Cuando Vera Phillips (Keira Knightley) y Dylan Thomas (Matthew Rhys), amigos en la adolescencia, vuelven a verse en Londres, diez años después, durante la II Guerra Mundial (1939-1945) el amor renace entre ellos; pero Dylan ya está casado con la alegre y aventurera Caitlin (Sienna Miller). A pesar de que las dos mujeres aman al mismo hombre, se hacen amigas y cómplices. A pesar de todo, Vera se casa con William (Cillian Murphy) y cuando éste es enviado al frente, ella regresa a su Gales natal, y allí estalla la batalla entre corazón y razón.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_edge_of_love-777278824-large.jpg",
          "width": 350,
          "height": 525
        }
      },
      "releaseYear": 2008
    },
    "id": 21
  },
  {
    "data": {
      "title": "Ernest & Celestine",
      "description": "El amor de una pareja florece y perdura a través de un inmenso cambio social en el siglo XX. Un amor, 40 años, y siempre una taza de té. La historia está basada en el libro animación, dibujado por Raymond Briggs, hijo de Ethel y Ernest. Quien nos explica al inicio de la película, que si bien sus padres eran una pareja común y corriente, sin ninguna historia de vida sobresaliente, él quiso contarla. Y es a través de ellos que vamos adentrándonos en la clase media arribada londinense. El señor Ernest se dedicaba a repartidor de leche, mientras Ethel, que fue empleada domestica al contraer nupcias trabajará solamente en el hogar. Con los años llegará Raymond, el único hijo de ambos.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/ethel_ernest-390880431-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2017
    },
    "id": 22
  },
  {
    "data": {
      "title": "Eye Candy",
      "description": "Serie de TV (2015). 10 episodios. Una mujer de Nueva York sospecha que una de sus citas en línea es un asesino en serie.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/eye_candy-783876010-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 23
  },
  {
    "data": {
      "title": "Flesh and Bone",
      "description": "Miniserie de TV (2015). 8 episodios. Clare (Sarah Hay) es una joven bailarina con enorme talento pero con un pasado complicado, una chica emocionalmente algo desequilibrada y de tendencia autodestructiva que se une a la prestigiosa compañía de danza de Nueva York cuando deslumbra al director en su prueba de acceso. Pero Clare pronto se da cuenta de lo duro y despiadado que es el mundo del ballet.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/flesh_and_bone-617829966-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 24
  },
  {
    "data": {
      "title": "Frasier",
      "description": "Serie de TV (1993-2004). 11 temporadas. 264 episodios. El doctor Frasier Crane es un estirado psiquiatra que, tras su divorcio, se traslada de Boston a Seattle para llevar un programa-consultorio de radio. Nada más llegar, se entera de que tiene que vivir con su padre, un gruñón expolicía lisiado en acto de servicio. Frasier queda con frecuencia con su hermano (también psiquiatra, y todavía mucho más snob), con el que tiene conversaciones muy peculiares sobre arte, mujeres y la vida en general. En la vida de Frasier sólo hay dos mujeres estables: su asistenta, una inglesa muy deseada su hermano; y la directora de su programa, una soltera desesperada por tener novio.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/frasier-734935043-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 1993
    },
    "id": 25
  },
  {
    "data": {
      "title": "Freakonomics",
      "description": "Adaptación al cine del popular libro homónimo escrito en 2005 por Steven Levitt y el periodista Stephen Dubner, que ofrece curiosos divertidos apuntes económicos relacionados con asuntos de la vida diaria. En los años 90, en Nueva York, los índices de criminalidad descendieron de forma súbita. El economista Steven Levitt demostró que, tras la legalización del aborto, decendió el nacimiento de niños en un entorno marginal y esto tendría efectos notables en el índice de criminalidad años después.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/freakonomics_the_movie-877006874-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2010
    },
    "id": 26
  },
  {
    "data": {
      "title": "Friends",
      "description": "Serie de TV (1994-2004). 10 temporadas. 236 episodios. \"Friends\" narra las aventuras y desventuras de seis jóvenes de Nueva York. Rachel (Jennifer Aniston), Monica (Courteney Cox), Phoebe (Lisa Kudrow), Ross (David Schwimmer), Chandler (Matthew Perry) y Joey (Matt LeBlanc) forman una unida pandilla de amigos que viven en Manhattan y que suelen reunirse en sus apartamentos o en su bar habitual, el Central Perk. A pesar de los numerosos cambios que se producen en sus vidas, su amistad es inquebrantable en la dura batalla por salir adelante en sus periplos profesionales y personales.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/friends-344732706-large.jpg",
          "width": 550,
          "height": 825
        }
      },
      "releaseYear": 1994
    },
    "id": 27
  },
  {
    "data": {
      "title": "Fringe",
      "description": "Serie de TV (2008-2013). 5 temporadas. 100 episodios. La agente del FBI Olivia Dunham y su jefe, el agente Broyles, se encargan de esclarecer fenómenos inexplicables. En sus investigaciones, cuentan con la ayuda del doctor Bishop, un científico despistado que sabe más de lo que parece, y de su hijo Peter. Serie del creador de \"Perdidos\" (J.J. Abrams). El episodio piloto, dirigido por Alex Graves, tuvo una buena acogida por parte de la crítica. Al igual que el piloto de \"Perdidos\", costó unos 10 millones de dólares.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/fringe-292728955-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2008
    },
    "id": 28
  },
  {
    "data": {
      "title": "Gigolos",
      "description": "Sacha es el gigoló favorito de mujeres mayores de 50 años de los barrios londinenses de Mayfair y Piccadilly.  Sus clientes son ricas, inteligentes, con éxito, y pagan por sexo.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_gigolos-213079122-large.jpg",
          "width": 720,
          "height": 1080
        }
      },
      "releaseYear": 2006
    },
    "id": 29
  },
  {
    "data": {
      "title": "HAPPYish",
      "description": "Thom Payne es un hombre de 42 años, dedicado a la publicidad cuyos jefes son mucho más jóvenes que él y que le sugieren que se dé \"un lavado de imagen para ser feliz\".",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/happyish_tv_series-660399947-large.jpg",
          "width": 720,
          "height": 1080
        }
      },
      "releaseYear": 2015
    },
    "id": 30
  },
  {
    "data": {
      "title": "Hannibal",
      "description": "Serie de TV (2013-2015). 3 temporadas. 39 episodios. Will Graham (Hugh Dancy), que trabaja en el FBI como analista de crímenes, tiene una capacidad innata para empatizar con los psicópatas, lo que le permite entender sus motivaciones. Pero, cuando se da cuenta de que la mente del asesino en serie que está buscando es demasiado compleja incluso para él, recaba la ayuda de uno de principales psiquiatras del país, el Dr. Hannibal Lecter (Mads Mikkelsen). En junio de 2015, la NBC confirmó la cancelación de la serie tras tres temporadas.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/hannibal-675473429-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2013
    },
    "id": 31
  },
  {
    "data": {
      "title": "Hey Duggee",
      "description": "El perro Duggee es el líder de un club infantil que viven aventuras increíbles y descubren los secretos del mundo mientras colaboran como un auténtico equipo.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/hey_duggee-139627568-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2014
    },
    "id": 32
  },
  {
    "data": {
      "title": "How To Train Your Dragon",
      "description": "Ambientada en el mítico mundo de los rudos vikingos y los dragones salvajes, y basada en el libro infantil de Cressida Cowell, esta comedia de acción narra la historia de Hipo, un vikingo adolescente que no encaja exactamente en la antiquísima reputación de su tribu como cazadores de dragones. El mundo de Hipo se trastoca al encontrar a un dragón que le desafía a él y a sus compañeros vikingos, a ver el mundo desde un punto de vista totalmente diferente.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/how_to_train_your_dragon-577181358-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2010
    },
    "id": 33
  },
  {
    "data": {
      "title": "How to Lose a Guy in 10 Days",
      "description": "Andie Anderson es una periodista que debe terminar un reportaje poco usual y dispone tan sólo de diez días. Se trata de escribir, basándose en experiencias de primera mano, sobre las cosas que las mujeres hacen sin querer y que provocan el alejamiento de los hombres. Para ello tiene que conseguir que un chico se enamore de ella y luego cometer todos los errores posibles para que la deje. El hombre elegido es el cotizado soltero Benjamin Barry, que precisamente acaba de apostar con el director de la agencia de publicidad en la que trabaja que es capaz de hacer que una mujer se enamore de él en diez días.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/how_to_lose_a_guy_in_10_days-865924050-large.jpg",
          "width": 700,
          "height": 1050
        }
      },
      "releaseYear": 2003
    },
    "id": 34
  },
  {
    "data": {
      "title": "I Am Legend",
      "description": "Año 2012. Robert Neville (Will Smith) es el último hombre vivo que hay sobre la Tierra, pero no está solo. Los demás seres humanos se han convertido en vampiros y todos ansían beber su sangre. Durante el día vive en estado de alerta, como un cazador, y busca a los muertos vivientes mientras duermen; pero durante la noche debe esconderse de ellos y esperar el amanecer. Esta pesadilla  empezó hace tres años: Neville era un brillante científico, pero no pudo impedir la expansión de un terrible virus creado por el hombre. Él ha sobrevivido porque es inmune al virus; todos los días envía mensajes por radio con la esperanza de que haya otros supervivientes, pero es inútil. Lo único que puede hacer es buscar una fórmula que le permita utilizar su sangre inmune para devolverles a los hombres su naturaleza. Pero está en inferioridad de condiciones y el tiempo se acaba.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/i_am_legend-580002333-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2007
    },
    "id": 35
  },
  {
    "data": {
      "title": "Inside The Human Body",
      "description": "Serie de TV (2011). 4 episodios. La razón por la que los seres humanos hemos llegado a la cúspide de la pirámide evolutiva se oculta bajo nuestra piel. Nuestro interior esconde un mundo maravilloso de células que capturan la luz, minúsculos movimientos que desencadenan 'tormentas' eléctricas y caudalosos torrentes de sangre que nutren nuestro cerebro.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/inside_the_human_body_tv_series-243630916-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2011
    },
    "id": 36
  },
  {
    "data": {
      "title": "Jenny's Wedding",
      "description": "Jenny Farrell (Katherine Heigl) es una joven lesbiana que ha llevado una vida abiertamente gay con todo su entorno excepto con su tradicional familia. Por ello la vida de los Farrell dará un imprevisible vuelco cuando Jenny decide dar el paso y planea casarse con Kitty (Alexis Bledel), la mujer que, hasta el momento, los miembros de su familia pensaban que solo era su compañera de piso.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/jenny_s_wedding-100708410-large.jpg",
          "width": 1400,
          "height": 2100
        }
      },
      "releaseYear": 2015
    },
    "id": 37
  },
  {
    "data": {
      "title": "John Wick",
      "description": "En Nueva York, John Wick, un asesino a sueldo retirado, vuelve otra vez a la acción para vengarse de los gángsters que le quitaron todo.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/john_wick-166872838-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2014
    },
    "id": 38
  },
  {
    "data": {
      "title": "Just Friends",
      "description": "Chris (Ryan Reynolds) es un buen chico, divertido... gordo y pardillo. El día de la graduación del Instituto decide armarse de valor y confesarle su amor a Jamie (Amy Smart). Pero Jaime le va a partir el corazón: ella le quiere... sólo como amigo. Diez años más tarde, y a muchos kilómetros de distancia de su pueblo natal, Chris se ha convertido en un atractivo y prometedor productor musical. Su éxito con las mujeres le ha hecho olvidar su fracaso con Jamie. O al menos, eso es lo que él cree. Una tormenta invernal en un viaje de negocios con su nueva estrella musical, la ardiente Samantha James (Anna Faris), le obliga a hacer escala en su antiguo pueblo de New Jersey. Muy a su pesar, va a reencontrarse con su familia, sus amigos... y con Jamie.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/just_friends-866063674-large.jpg",
          "width": 500,
          "height": 750
        }
      },
      "releaseYear": 2005
    },
    "id": 39
  },
  {
    "data": {
      "title": "Leon: The Professional",
      "description": "La sabana africana es el escenario en el que tienen lugar las aventuras de Simba, un pequeño león que es el heredero del trono. Sin embargo, al ser injustamente acusado por el malvado Scar de la muerte de su padre, se ve obligado a exiliarse. Durante su destierro, hará buenas amistades e intentará regresar para recuperar lo que legítimamente le corresponde.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_lion_king-983881776-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 1994
    },
    "id": 40
  },
  {
    "data": {
      "title": "Life of Crime",
      "description": "Los hechos ocurren quince años antes de lo narrado en \"Jackie Brown\". Ordell Robbie y Louis Gara se conocen en la cárcel, a donde han ido a parar por culpa de su afición a robar coches. Una vez en libertad, organizan un gran golpe: el secuestro de la esposa de un rico empresario de Detroit. Con lo que no contaban era con que el marido no tuviese el más mínimo interés en liberarla. Recurren entonces a un plan B, en el que  la mujer participará gustosamente para vengarse de su marido.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/life_of_crime-805035474-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2013
    },
    "id": 41
  },
  {
    "data": {
      "title": "Lost Girl",
      "description": "Serie de TV (2010-2016). La hermosa y carismática Bo es un ser sobrenatural llamado súcubo que se alimenta de la energía de los seres humanos, a veces con resultados fatales. Al negarse a unirse a su clan sobrenatural y su rígida jerarquía, Bo es renegada y tendrá que emprender una lucha por los desvalidos, mientras busca de la verdad sobre sus misteriosos orígenes.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/lost_girl-698867029-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2010
    },
    "id": 42
  },
  {
    "data": {
      "title": "Mad Dogs",
      "description": "El mundo civilizado choca con su versión salvaje y primitiva en esta serie a medio camino entre el thriller y la comedia negra con estos cuatro amigos que son sospechosamente convocados por otro, ahora millonario, para celebrar su retirada del mundo de los negocios en su mansión de Belice. Al llegar allí, la exótica diversión se ve truncada cuando los secretos y las tensiones de un pasado frustrado salen a la luz. Un inesperado giro en los acontecimientos envuelve a los amigos en una pesadilla de mentiras, engaños y muerte. Para sobrevivir, tendrán que confiar en quien menos deben: los unos en los otros.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/mad_dogs-770154868-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2016
    },
    "id": 43
  },
  {
    "data": {
      "title": "Mad Max: Fury Road",
      "description": "Perseguido por su turbulento pasado, Mad Max cree que la mejor forma de sobrevivir es ir solo por el mundo. Sin embargo, se ve arrastrado a formar parte de un grupo que huye a través del desierto en un War Rig conducido por una Emperatriz de élite: Furiosa. Escapan de  una Ciudadela tiranizada por Immortan Joe, a quien han arrebatado algo irreemplazable. Enfurecido, el Señor de la Guerra moviliza a todas sus bandas y persigue implacablemente a los rebeldes en una \"guerra de la carretera\" de altas revoluciones... Cuarta entrega de la saga post-apocalíptica que resucita la trilogía que a principios de los ochenta protagonizó Mel Gibson.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/mad_max_fury_road-429261909-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 44
  },
  {
    "data": {
      "title": "Mozart in the Jungle",
      "description": "Serie de TV (2014-2018). 4 temporadas. 40 episodios. \"Mozart in the Jungle\" sigue las andanzas de Hailey Rutledge (Lola Kirke), una joven y prometedora oboísta que entra a formar parte de la orquesta sinfónica de Nueva York bajo la batuta de su excéntrico y carismático nuevo director, Rodrigo, personaje interpretado por Gael García Bernal e inspirado en la figura del emblemático director de orquesta venezolano Gustavo Dudamel.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/mozart_in_the_jungle-741333573-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2014
    },
    "id": 45
  },
  {
    "data": {
      "title": "Nasty Baby",
      "description": "Una pareja gay de Brooklyn (Sebastián Silva y Tunde Adebimpe) intenta concebir un bebé con la ayuda de su mejor amiga (Kristen Wiig).",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/nasty_baby-552053534-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 46
  },
  {
    "data": {
      "title": "No Activity",
      "description": "Mientras que dos policías realizan una misión de vigilancia, dos inspectores coordinan la operación y dos delincuentes esperan la \"acción\" en un almacén, pasan el tiempo contando historias personales que revelan su verdadero yo.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/no_activity-864541846-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 47
  },
  {
    "data": {
      "title": "Paper Planes",
      "description": "Dylan es niño que vive con su padre en Australia. Su vida cambiará cuando su gran sueño de participar en el Campeonato Mundial de aviones de papel que se celebra en Japón se hace realidad.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/paper_planes-708294191-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2014
    },
    "id": 48
  },
  {
    "data": {
      "title": "Plonk",
      "description": "En 1907 el Doctor Plonk, un eminente científico, calcula que el fin del mundo será justo dentro de 101 años. Inventa una máquina del tiempo y decide ir hasta el año 2007, un año antes de que ocurra, para advertir a las autoridades, pero nadie le cree.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/dr_plonk-212216817-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2007
    },
    "id": 49
  },
  {
    "data": {
      "title": "Power",
      "description": "Serie de TV (2014-2020). 6 temporadas. 63 episodios. El adinerado propietario de un club nocturno de Nueva York frecuentado por la élite lleva una doble vida como narcotraficante.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/power-408090503-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2014
    },
    "id": 50
  },
  {
    "data": {
      "title": "Prisoners",
      "description": "Keller Dover se enfrenta a la peor de las pesadillas: Anna, su hija de seis años, ha desaparecido con su amiga Joy y, a medida que pasa el tiempo, el pánico lo va dominando. Desesperado, decide ocuparse personalmente del asunto. Pero, ¿hasta dónde está dispuesto a llegar para averiguar el paradero de su hija?",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/prisoners-721879978-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2013
    },
    "id": 51
  },
  {
    "data": {
      "title": "Ringer",
      "description": "Serie de TV (2011-2012). 22 episodios. Para huir de su pasado, una chica decide adoptar la personalidad de su hermana gemela, que se ha suicidado. Lo malo es que averigua que la vida de su hermana no era tan fácil ni tan bonita como suponía.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/ringer-192010817-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2011
    },
    "id": 52
  },
  {
    "data": {
      "title": "Roadies",
      "description": "Serie de TV (2016). Un equipo de carretera ayuda en una importante gira por de una banda de rock por varias ciudades.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/roadies_tv_series-982477370-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2016
    },
    "id": 53
  },
  {
    "data": {
      "title": "RuPaul's Drag Race",
      "description": "Programa de telerrealidad y competición estadounidense producido por World of Wonder para Logo, y desde la temporada 9 para VH1. El programa muestra a RuPaul en su búsqueda de la Siguiente Superestrella Drag Estadounidense",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://www.google.com/imgres?imgurl=https%3A%2F%2Fm.media-amazon.com%2Fimages%2FM%2FMV5BODJkZjk3MzgtNzhhNy00ZmFhLTkxNzktZGYzOWU4Y2E1MjZkXkEyXkFqcGdeQXVyMTQxNzMzNDI%40._V1_.jpg&imgrefurl=https%3A%2F%2Fwww.imdb.com%2Ftitle%2Ftt1353056%2F&tbnid=LUicgpAY9KTUdM&vet=12ahUKEwjUpa2SmNL9AhWVVqQEHWM8CJkQMygAegUIARC2AQ..i&docid=ZzoC3bvUP_TgxM&w=1000&h=1499&q=RuPaul%27s%20Drag%20Race&ved=2ahUKEwjUpa2SmNL9AhWVVqQEHWM8CJkQMygAegUIARC2AQ",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 0
    },
    "id": 54
  },
  {
    "data": {
      "title": "San Andreas",
      "description": "La falla de San Andrés acaba cediendo ante las temibles fuerzas telúricas y desencadena un terremoto de magnitud 9 en California. Ante tal catástrofe, el piloto de helicóptero de búsqueda y rescate Ray (Dwayne Johnson) y su ex esposa Emma (Carla Gugino) viajan juntos desde Los Ángeles hasta San Francisco para salvar a su única hija, Blake (Alexandra Daddario). Pero su tortuoso viaje hacia el norte solamente es el comienzo del desomoronamiento de todo lo que creían firme en su vida.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/san_andreas-397400007-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 55
  },
  {
    "data": {
      "title": "Seinfeld",
      "description": "Serie de TV (1989-1998). 9 temporadas. 180 episodios. 'Seinfeld' es la telecomedia nº1 de la historia de la TV de los Estados Unidos. Nunca una \"serie sobre nada\" llegó a tanto. El cómico Jerry Seinfeld y sus excéntricos amigos (Elaine, Constanza y Kramer) viven en Nueva York y les pasan innumerables peripecias en esta genial comedia de situación donde la menor excusa sirve para regalarnos un delirante episodio. Batió todos los récords de audiencia que se pusieron por delante, y aún hoy en día sus reposiciones siguen contando con innumerables seguidores, no en vano \"Seinfeld\" es una verdadera leyenda de la televisión americana. \"Media hora acerca de nada\", así definió Jerry Seinfeld su teleserie cuando la presentó a los ejecutivos de la NBC, a comienzos de 1990. Contra todo pronóstico, ellos aceptaron. No en vano él era ya por entonces uno de los cómicos más populares de Estados Unidos. ¿Su secreto? Sacar punta a las rutinas de cada día hasta convertirlas en reflexiones filosóficas dignas de figurar en un tratado sobre las grandezas y las miserias humanas. Durante los años 90, Seinfeld alcanzaría los más altos índices de popularidad jamás cosechados por una 'sitcom'. Conocedor inigualable de las costumbres y manías de los neoyorquinos, Jerry las desgranaba en esta teleserie protagonizada por él mismo y tres neuróticos amigos. Cada capítulo empieza y acaba en el club donde Jerry presenta sus monólogos. En medio, contemplamos la vida diaria junto a su exnovia Elaine, su amigo de la infancia George y su pintoresco vecino Kramer.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/seinfeld-842891056-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 1989
    },
    "id": 56
  },
  {
    "data": {
      "title": "Self-less",
      "description": "A un poderoso millonario, enfermo de cáncer, le ofrecen la posibilidad de someterse a un procedimiento médico radical para transferir su conciencia al cuerpo de un hombre más joven. Al principio la operación va bien y el hombre disfruta de su renovada juventud, pero todo se complica cuando empieza a descubrir los detalles en torno a la procedencia de su nuevo cuerpo.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/self_less_aka_selfless-498548304-large.jpg",
          "width": 1400,
          "height": 2100
        }
      },
      "releaseYear": 2015
    },
    "id": 57
  },
  {
    "data": {
      "title": "Sex and the City 2",
      "description": "La trama de la secuela gira en torno a la vida de recién casados de Carrie (Sarah Jessica Parker) y Big (Chris Noth), así como de las esporádicas tentaciones que podrían arruinar su matrimonio. Charlotte (Kristin Davis) tendrá que apañárselas como mamá, Miranda (Cynthia Nixon) cambia de carrera y Samantha (Kim Cattrall) vuelve a ver a Smith.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/sex_and_the_city_2-262470148-large.jpg",
          "width": 500,
          "height": 750
        }
      },
      "releaseYear": 2010
    },
    "id": 58
  },
  {
    "data": {
      "title": "Sherlock: The Abominable Bride",
      "description": "¡Bienvenidos al Sherlock de 1895! Para el detective más famoso del mundo y su mejor amigo, algunas cosas continúan igual: la amistad, la aventura y sobre todo... los asesinatos. ¿Por qué se sorprende Thomas Ricoletti de ver a su mujer con su vestido de boda? Porque apenas unas horas antes la vio morir... El fantasma de la señora Ricoletti ahora parece recorrer las calles con sed de venganza, y sólo Holmes y el doctor Watson pueden hacer frente a esta novia de ultratumba.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/sherlock_the_abominable_bride_aka_sherlock_christmas_special_tv-410244004-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2016
    },
    "id": 59
  },
  {
    "data": {
      "title": "Sicario",
      "description": "En la zona fronteriza que se extiende entre Estados Unidos y México, la joven Kate Macer, una idealista agente del FBI, es reclutada por una fuerza de élite del Gobierno para luchar contra el narcotráfico. Bajo el mando de Matt Graver, un frío miembro de las fuerzas gubernamentales, y de Alejandro, un enigmático asesor, el equipo emprende una misión que lleva a la mujer a cuestionarse sus convicciones sobre la guerra contra los narcos y los límites de la ley.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/sicario-781388443-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 60
  },
  {
    "data": {
      "title": "Significant Mother",
      "description": "Serie de TV (2015). Nate (Josh Zuckerman) regresa de un viaje de negocios y descubre que su mejor amigo está saliendo con su madre (Krista Allen).",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/significant_mother_tv_series-229289579-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 61
  },
  {
    "data": {
      "title": "Spooks: The Greater Good",
      "description": "Un antiguo agente del MI5 (Harington) tiene que investigar la misteriosa desaparición de un terrorista durante una operación aparentemente rutinaria, y lo que seguro que no esperaba es que estuviera relacionada con un complot que amenaza con poner patas arriba la ciudad de Londres.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/spooks_the_greater_good-197648549-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 62
  },
  {
    "data": {
      "title": "Star Trek: Deep Space Nine",
      "description": "Serie de TV (1993-1999). 7 temporadas. 176 episodios. Orbitando el planeta liberado de Bajor, una estación espacial de la Federación guarda la entrada de un agujero de gusano que comunica con el otro lado de la galaxia. ",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/star_trek_deep_space_nine_tv_series-388619870-large.jpg",
          "width": 1001,
          "height": 1501
        }
      },
      "releaseYear": 1993
    },
    "id": 63
  },
  {
    "data": {
      "title": "Star Trek: Enterprise",
      "description": "Serie de TV (2001-2005). 4 temporadas. 98 episodios. La historia transcurre en el siglo XXII, cien años antes de las aventuras del capitán Kirk y su tripulación en 'Star Trek: La serie original'. El capitán Jonathan Archer (Scott Bakula) inicia la exploración del espacio en nombre de la humanidad, con la intención de establecer relaciones pacíficas con nuevas civilizaciones, a bordo de la nave experimental Enterprise NX-01.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/star_trek_enterprise_tv_series-591807872-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2001
    },
    "id": 64
  },
  {
    "data": {
      "title": "The Best of Me",
      "description": "Dawson y Amanda, dos antiguos novios del instituto que tuvieron que separarse por presión del padre de ella, se reencuentran tras 20 años, cuando ambos vuelven a visitar su pueblo natal... Nueva adaptación al cine de una novela de Nicholas Sparks, también autor de \"El diario de Noa\", con la que \"The Best of Me\" guarda muchas semejanzas en el argumento.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_best_of_me-376647358-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2014
    },
    "id": 65
  },
  {
    "data": {
      "title": "The Carrie Diaries",
      "description": "Serie de TV (2013-2014). 2 temporadas. 26 episodios. The Carrie Diaries' narra la historia de la juventud de Carrie Bradshaw (protagonista de 'Sex and the City'), de cuando tenía 16 años y era una joven inteligente, ingeniosa y un poco inocente, y sigue sus aventuras y desventuras de amistad y amorosas en su Connecticut natal en los años ochenta, y también de sus primeros años en Nueva York, antes de triunfar como columnista.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_carrie_diaries-199564306-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2012
    },
    "id": 66
  },
  {
    "data": {
      "title": "The Case Of: JonBenet Ramsey",
      "description": "Un equipo de investigadores revisan el asesinato de JonBenét Ramsey que lleva 20 años sin resolverse.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_case_of_jonbenet_ramsey-909667716-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2016
    },
    "id": 67
  },
  {
    "data": {
      "title": "The Following",
      "description": "Serie de TV (2013-2015). 3 temporadas. 45 episodios. El asesino en serie Joe Carroll (James Purefoy) es un psicópata extremadamente peligroso capaz de conseguir generar un culto enfermizo en torno a su persona. Ahora ha conseguido escapar de prisión con la determinación de terminar su obra. El antiguo agente del FBI Ryan Hardy (Kevin Bacon), que encarceló a Carroll hace 9 años, parece ser la persona idónea para poder volver a atraparlo, ya que le conoce mejor que a nadie. Él y su nuevo equipo emprenden la búsqueda y captura de Carroll, pero no saben que su objetivo está comunicándose con otros asesinos en serie para generar una telaraña de asesinatos y asesinos en serie que será muy difícil de desentrañar, incluso para Hardy.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_following-874878424-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2013
    },
    "id": 68
  },
  {
    "data": {
      "title": "The Gay and Wondrous Life of Caleb Gallo",
      "description": "Una serie con amores y sobre el amor y sus distintos tipos, desde el poliamor a la presencia de personajes trans, gay, no binarios o bisexuales, mostrados todos con naturalidad pero a la vez con las peculiares personalidades que conforman el grupo de amigos.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_gay_and_wondrous_life_of_caleb_gallo-996001070-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2016
    },
    "id": 69
  },
  {
    "data": {
      "title": "The Girlfriend Experience",
      "description": "Video musical del tema \"Monterrey\" de Guaynaa &amp; Pain Digital.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/guaynaa_pain_digital_monterrey-850902881-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2021
    },
    "id": 70
  },
  {
    "data": {
      "title": "The Hunger Games",
      "description": "Lo que en el pasado fueron los Estados Unidos, ahora es una nación llamada Panem; un imponente Capitolio ejerce un control riguroso sobre los 12 distritos que lo rodean y que están aislados entre sí. Cada distrito se ve obligado a enviar anualmente un chico y una chica entre los doce y los dieciocho años para que participen en los Hunger Games, unos juegos que son transmitidos en directo por la televisión. Se trata de una lucha a muerte, en la que sólo puede haber un superviviente. Katniss Everdeen, una joven de dieciséis años, decide sustituir a su hermana en los juegos; pero para ella, que ya ha visto la muerte de cerca, la lucha por la supervivencia es su segunda naturaleza.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_hunger_games-928932298-large.jpg",
          "width": 800,
          "height": 1200
        }
      },
      "releaseYear": 2012
    },
    "id": 71
  },
  {
    "data": {
      "title": "The Hunger Games: Catching Fire",
      "description": "Tras vencer en los 74º Juegos del Hambre anuales, la joven Katniss Everdeen y su compañero Peeta Mellark regresan a casa. Atrás dejaron a sus amigos y su familia, teniendo ambos que participar en un 'tour de la victoria' por todos los distritos. Durante ese largo viaje, Katniss se da cuenta de que se está gestando una rebelión, pero en el Capitolio todo sigue igual y bajo estricto control del Presidente Snow, que está organizando los 75º Juegos del Hambre, denominados 'El Vasallaje': una competición especial con una inesperada novedad que cambiará Panem para siempre.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_hunger_games_catching_fire-833694178-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2013
    },
    "id": 72
  },
  {
    "data": {
      "title": "The Hunger Games: Mockingjay - Part 1",
      "description": "Katniss Everdeen se encuentra en el Distrito 13 después de destrozar los Juegos para siempre. Bajo el liderazgo de la comandante Coin y el consejo de sus amigos más leales, Katniss extiende sus alas mientras lucha por salvar a Peeta Mellark y a una nación alentada por su valentía... Tercera y última entrega de la saga literaria \"Los juegos del hambre\" de Suzanne Collins, que se divide en dos películas.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_hunger_games_mockingjay_part_i-441255048-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2014
    },
    "id": 73
  },
  {
    "data": {
      "title": "The Hunger Games: Mockingjay - Part 2",
      "description": "La última entrega de 'Los juegos del hambre' nos muestra a una nación en guerra, en la que Katniss se enfrenta con uñas y dientes al presidente Snow (Donald Sutherland). Con la ayuda de algunos amigos, entre ellos Gale (Liam Hemsworth), Finnick (Sam Claflin) y Peeta (Josh Hutcherson), arriesgará la vida para salir del Distrito 13 y eliminar al presidente Snow.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_hunger_games_mockingjay_part_2-413766198-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 74
  },
  {
    "data": {
      "title": "The Inbetweeners",
      "description": "Serie de TV (2008-2010). 3 temporadas. 18 episodios. Relata las aventuras (más bien desventuras) de Will y sus tres nuevos amigos. La historia comienza con la llegada al instituto de Will, que ha sido trasladado de otra escuela. En un intento de integrarse y conocer gente \"guay\" acaba uniéndose a Simon, Jay y Neil, que no son precisamente los más populares del instituto pero que tampoco son unos nerds antisociales. El ansia por perder la virginidad, el permiso de conducir que querías conseguir para ligar, mas para luego descubrir que tu padre te ha regalado un coche cutre; un corazón roto por el primer amor, o simplemente esas salidas entre amigos que suelen acabar en nada pero que no dejan de ser divertidas, son parte del día a día de estos cuatro amigos.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_inbetweeners_tv_series-969070941-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2008
    },
    "id": 75
  },
  {
    "data": {
      "title": "The Last ship",
      "description": "Serie de TV (2014-Actualidad). Tras una pandemia global por un virus que ha acabado con el 80% de la población, los 218 miembros de la tripulación de un destructor de la Marina Norteamericana tratarán de dar con una cura, parar el virus y salvar a la humanidad.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_last_ship-474660750-large.jpg",
          "width": 500,
          "height": 750
        }
      },
      "releaseYear": 2014
    },
    "id": 76
  },
  {
    "data": {
      "title": "The Nanny",
      "description": "Aisha, una niñera inmigrante, se construye una nueva vida en la ciudad de Nueva York mientras cuida al hijo de una familia del Upper East Side, ella se ve obligada a enfrentarse a una verdad oculta que amenaza con destruir su precario sueño americano.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/nanny-999081484-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2022
    },
    "id": 77
  },
  {
    "data": {
      "title": "The Shield",
      "description": "Serie de TV (2002-2008). 7 temporadas. 88 episodios. Serie de carácter policíaco, cuyo protagonista es el detective Vic Mackey, jefe de una unidad especial del distrito de Fargminton, en Los Ángeles, muy eficaz en su acción contra el crimen, pero que trabaja según normas y métodos tan peculiares que no excluyen procedimientos tan cuestionables como la extorsión, la tortura o el chantaje, si se consideran necesarios.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_shield-302979393-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2002
    },
    "id": 78
  },
  {
    "data": {
      "title": "The Time Traveler's Wife",
      "description": "Clare (Rachel McAdams) ha estado siempre enamorada de Henry (Eric Bana), un bibliotecario de Chicago. Está convencida de que están destinados a vivir juntos, aunque no sepa cuándo tendrán que volver a separarse: Henry es un viajero del tiempo, con una rara anomalía genética que lo condena a vivir su vida en una escala de tiempo cambiante, avanzando y retrocediendo a través de los años sin ningún control. A pesar de que los viajes de Henry son tan imprevisibles que Clare nunca sabe cuándo volverán a verse, intenta desesperadamente adaptarse a esa vida, pues lo que sí sabe es que no podría vivir sin Henry. ",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_time_traveler_s_wife-260366022-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2008
    },
    "id": 79
  },
  {
    "data": {
      "title": "The Voices",
      "description": "Jerry vive en un piso con la única compañía de su perro Bosco y de su gato Mr. Whiskers. Hasta aquí todo parece normal, pero cuando conoce a la bella Fiona, nuestro protagonista llega a su casa y no duda en contarle a sus animales de compañía sobre el encuentro. Evidentemente, ellos contestan.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_voices-504790077-large.jpg",
          "width": 1400,
          "height": 2100
        }
      },
      "releaseYear": 2014
    },
    "id": 80
  },
  {
    "data": {
      "title": "The Wrong Mans",
      "description": "Serie de TV (2013). 2 temporadas. 8 episodios. Sam Pinkett (Mathew Baynton) y Phil Bourne (James Corden) son dos compañeros de trabajo de la oficina del consejo de Berkshire que de pronto entran en un red de delincuencia, conspiración y corrupción después de que Sam conteste a un teléfono que suena en el lugar donde ha tenido lugar un accidente de coche.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/the_wrong_mans-931994812-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2013
    },
    "id": 81
  },
  {
    "data": {
      "title": "Tracers",
      "description": "Cam es un mensajero que recorre la ciudad de Nueva York en bicicleta. Por azares del destino un día choca con Nikki, una joven atractiva. Su flechazo inmediato entre ambos llevará a Cam a incursionar en el mundo del parkour y en una banda criminal que se dedica a realizar atracos.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/tracers-140541305-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 82
  },
  {
    "data": {
      "title": "Transparent",
      "description": "Serie de TV (2014-2019). 4 temporadas + episodio/musical final (Transparent Musicale Finale) de 2 horas. Todos los miembros del clan Pfefferman, una acomodada familia judía de Los Ángeles, deberán redescubrir su pasado y replantearse su futuro cuando el padre, un profesor recién jubilado, comunica a sus tres hijos, ya adultos, que se siente mujer, que se ha cambiado el nombre a Maura, y que vestirá como mujer desde ese momento. Cada uno de los hijos se tomará la inesperada revelación de una forma diferente. <br>",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/transparent-404082785-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2014
    },
    "id": 83
  },
  {
    "data": {
      "title": "Troll Hunter",
      "description": "Falso documental noruego que narra la historia de un grupo de estudiantes que trata de destapar una conspiración del gobierno que implica a Trolls gigantes que viven en Noruega. Lo que nos propone el film es que el gobierno noruego ha estado ocultando el hecho de que existe una población secreta de Trolls viviendo en cotos de caza en la zona del polo norte del país, manteniéndolos seguros y alejando la atención pública del lugar y la posibilidad de que se desate el pánico masivo si la gente se entera de que estas criaturas son reales.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/trolljegeren_trollhunter-963166801-large.jpg",
          "width": 500,
          "height": 750
        }
      },
      "releaseYear": 2010
    },
    "id": 84
  },
  {
    "data": {
      "title": "Trollied",
      "description": "Serie de TV (2011-2018). 7 temporadas. 71 episodios. Julie es la subgerente del supermercado Valco, y mientras lucha por afirmar su autoridad en el trabajo, falla en sus intentos por causar una buena impresión al gerente Gavin, de quien se siente atraída, aunque éste siempre rechaza sus torpes coqueteos.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/trollied-522280925-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2011
    },
    "id": 85
  },
  {
    "data": {
      "title": "Twin Peaks",
      "description": "Serie de TV (1990-1991). 2 temporadas. 30 episodios. El excéntrico agente del FBI Dale Cooper (Kyle MacLachlan) llega a Twin Peaks, una pequeña población montañosa, para investigar el brutal asesinato de la joven y bella Laura Palmer, la chica más popular del instituto de la localidad. Con la ayuda del sheriff del pueblo, el amable Harry S. Truman (Michael Ontkean), el agente Cooper comienza a interrogar a los habitantes del pueblo y va descubriendo poco a poco que muchos de ellos esconden oscuros y misteriosos secretos.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/twin_peaks-401853658-large.jpg",
          "width": 500,
          "height": 750
        }
      },
      "releaseYear": 1990
    },
    "id": 86
  },
  {
    "data": {
      "title": "U2 Live in Paris",
      "description": ".",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/u2_innocence_experience_live_in_paris_tv-202597778-large.jpg",
          "width": 559,
          "height": 828
        }
      },
      "releaseYear": 2015
    },
    "id": 87
  },
  {
    "data": {
      "title": "UnREAL",
      "description": "Serie de TV (2015-2018). 4 temporadas. 38 episodios. Una mirada detrás de las cámaras al caos que rodea a la producción de Everlasting, un (ficticio) programa de competición de citas.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/unreal-304000813-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 88
  },
  {
    "data": {
      "title": "Under The Gun",
      "description": "Documental sobre el controvertido tema de la posesión de armas de fuego en los Estados Unidos.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/under_the_gun-828881413-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2016
    },
    "id": 89
  },
  {
    "data": {
      "title": "Valiant",
      "description": "Historia de una pequeña pero valiente paloma llamada Valiant cuyo sueño es pertenecer al cuerpo de élite de las palomas mensajeras que sirven como correos para el ejército británico durante la Segunda Guerra Mundial. Las aves ayudaron a los Aliados transportando mensajes vitales por el Canal de La Mancha, superando múltiples obstáculos, entre ellos, los peligrosos ataques de la brigada de halcones enemigos.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/valiant-948431885-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2005
    },
    "id": 90
  },
  {
    "data": {
      "title": "Victoria",
      "description": "Serie de TV (2016-2019). 3 temporadas. 25 episodios. Drama histórico sigue los primeros años de la Reina Victoria, desde su ascensión al trono a la temprana edad de 18 años hasta su matrimonio con el Príncipe Alberto, en lo que continuó como un reinado de más de 60 años. Todo comienza con la muerte del rey Guillermo IV. Sin descendencia, la heredera al trono es su sobrina, Alexandrina Victoria, que vive totalmente protegida en Kensington por su madre. Apenas mayor de edad, se convierte en la reina Victoria, y la joven adolescente busca su independencia en el Palacio de Buckingham, donde decide trasladarse. Muchos no la ven capacitada para reinar, pero gracias a su determinación consigue ganarse a todos. Decidida y con las ideas claras, sus innovadoras decisiones, aconsejada por su marido, el Príncipe Alberto, llevaron al país a una época única.",
      "programType": "movie",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/victoria-501723021-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2016
    },
    "id": 91
  },
  {
    "data": {
      "title": "Wolf Creek",
      "description": "Serie de TV (2016-Actualidad). Wolf Creek cuenta la historia de Eva, una universitaria estadounidense de 19 años de edad, huérfana desde que su familia es asesinada por un asesino solitario en el interior de Australia. Su búsqueda de justicia la transforma de ingenua a guerrera de la carretera. ¿Podrá distinguir justicia de venganza? Una secuela episódica de la franquicia de películas de terror acerca del asesino de acampantes Mick Taylor.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/wolf_creek-401077438-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2016
    },
    "id": 92
  },
  {
    "data": {
      "title": "Younger",
      "description": "Serie de TV (2015-Actualidad). Una madre soltera cuarentañera (Foster) de repente tiene que volver al mundo laboral, pero con su edad le resulta muy difícil. Así que, aprovechando que parece más joven, decide hacerse pasar por veinteañera.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/younger-322565953-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 93
  },
  {
    "data": {
      "title": "iZombie",
      "description": "Serie de TV (2015-2019). 5 temporadas. 71 episodios. Gira en torno a una estudiante de medicina que se convierte en zombi y coge un trabajo de médico forense para tener acceso a los cerebros que debe comer para mantener su humanidad. Pero con cada cerebro que consume, hereda recuerdos del cadáver. De ahí que, con la ayuda de su jefe médico forense y un detective de policía, empiece a resolver casos de homicidio con el fin de callar las voces inquietantes de su cabeza.",
      "programType": "series",
      "images": {
        "Poster Art": {
          "url": "https://pics.filmaffinity.com/izombie-400542199-large.jpg",
          "width": 1000,
          "height": 1500
        }
      },
      "releaseYear": 2015
    },
    "id": 94
  }
]
